{"data":{"allQuotesJson":{"edges":[{"node":{"emoji":"🗻","name":"Strength","quotes":[{"quote":"Bad things do happen; how I respond to them defines my character and the quality of my life. I can choose to sit in perpetual sadness, immobilized by the gravity of my loss, or I can choose to rise from the pain and treasure the most precious gift I have - life itself.","author":null},{"quote":"Pain is temporary. It may last a minute, or an hour, or a day, or a year, but eventually it will subside and something else will take its place. If I quit, however, it lasts forever.","author":null},{"quote":"They tried to bury us. They didn’t know we were seeds.","author":null},{"quote":"Just when the caterpillar thought the world was ending, it turned into a butterfly.","author":null},{"quote":"Every morning in Africa, a gazelle wakes up, it knows it must outrun the fastest lion or it will be killed. Every morning in Africa, a lion wakes up. It knows it must run faster than the slowest gazelle, or it will starve. It doesn't matter whether you're a lion or a gazelle — when the sun comes up, you'd better be running.","author":"Roger Banister"}]}},{"node":{"emoji":"🙇🏻‍♂️","name":"Thinkers","quotes":[{"quote":"Words are, in my not-so-humble opinion, our most inexhaustible source of magic. Capable of both inflicting injury, and remedying it","author":"JK Rowling, Harry Potter"},{"quote":"Five percent of people think; Ten percent of the people think they think; The other eighty-five percent would rather die then think;","author":"Woods Hutchinson or Thomas Edison"},{"quote":"This is America and insecurity's our fabric, and we wear it and we renamed it fashion","author":"[3:22] Light Tunnels - Macklemore and Ryan Lewis"},{"quote":"Eventually, the anger took on a logic of it's own.","author":"This American Life, Ep. 317: Unconditional Love."}]}},{"node":{"emoji":"😕","name":"Doubt","quotes":[{"quote":"When you aren't pursing your goals, you are literally committing spiritual suicide","author":null},{"quote":"If there is no enemy within the enemy outside can do us no harm.","author":null}]}},{"node":{"emoji":"💰","name":"Wealth","quotes":[{"quote":"The true measure of wealth is if they took all your money how much would you be worth then?","author":"Inky Johnson"},{"quote":"People who don't have goals, work for people who do","author":null},{"quote":"A society grows great when old men plant trees whose shade they know shall never sit in","author":null}]}},{"node":{"emoji":"⛩","name":"Clarity","quotes":[{"quote":"No hurry, No Pause; No two movements are ever the same, and nothing actually remains as it was even a moment before. The value of each moment for us exists not in its particular manifestation, but in our correct relationship to it.","author":null},{"quote":"We all make choices, but in the end our choices make us.","author":"Ken Levine"},{"quote":"Let us live so that when we come to die, even the undertaker will be sorry","author":"Mark Twain"}]}},{"node":{"emoji":"👥","name":"Leadership","quotes":[{"quote":"You don’t manage people; you manage things. You lead people.","author":"Grace Hopper"}]}},{"node":{"emoji":"🎪","name":"Other","quotes":[{"quote":"The story goes Bertrand Russel once said that giving a contradictary starting point one can deduce anything. A student lifted his hand, so in that case if 1=0 prove you are the pope. Russel replied: if one equals zero, and you add one to each side you get 2 = 1, the pope and I are two man, giving that 2=1, I am one man, so I am the pope.","author":"https://youtu.be/vxlCiV_axQ0"}]}}]}}}