{"data":{"markdownRemark":{"html":"<ul>\n<li>The leader is truly and ultimately responsible for <strong>everything</strong></li>\n<li>If an individual on the team is not performing at the level required for the team to succeed, the leader must train and mentor that underperformed. But if the underperformed continually fails to meet standards, then a leader who exercises Extreme Ownership must be loyal to the team and the mission above any individual. If under-performers, cannot improve, the leader must make the tough call to terminate them and hire others who can get the job. It is all on the leader.</li>\n<li>Second place is just the first loser.</li>\n<li>Extreme Ownership, there are no bad teams, only bad leaders.</li>\n<li>It's not what you preach, it's what you tolerate.</li>\n<li>Team: a synchronized machine, maneuvering with precision, and efficiency through the challenges of chaotic battlefields.</li>\n<li>If you approach it as <em>he</em> did something wrong, and <em>he</em> needs to fix something, and <em>he</em> is at fault, it becomes a clash of egos and you two will be at odds. That's human nature. But, if you put your own ego in check, meaning <em>you</em> take the blame, that will allow him to actually see the problem without his vision clouded by ego.</li>\n<li>Prioritize and Execute</li>\n<li>\"Relax, look around, make a call\"</li>\n<li>Every tactical-level team leader must understand not just what to do but why they are doing it.</li>\n<li>No ones senior leader can be expected to manage dozens of individuals, much less hundreds. Teams must be broken into manageable elements to four to five operators, with a clearly designated leader. Those leaders must understand the overall mission, and the ultimate goal of that mission.</li>\n<li>Every tactical team leader must understand not just what todo but why they are doing it.</li>\n<li>They must have implicit trust that their senior leaders will back their decisions. Without this trust, junior leaders cannot confidently execute, which means they cannot exercise effective Decentralized command.</li>\n<li>It is more important that the junior leaders are allowed to make decisions - and backed up even if they don't make them correctly.</li>\n<li>The mission must explain the overall purpose and desired result, or \"end state\" of the operation.</li>\n<li>You need to brief so that the most junior man can fully understand the operation - the lost common denominator.</li>\n<li>\n<p>The major factors to be award of when leading up and down the main of command are these:</p>\n<ul>\n<li>Take responsibility for leading everyone in your world, subordinates and superiors alike.</li>\n<li>If someone isn't doing what you want or need them todo, look in the mirror first and determine what you can do to better enable this.</li>\n<li>Don't ask your leader what you should do, tell them what you are going to do.</li>\n</ul>\n</li>\n<li>As a leader employing Extreme Ownership, if your team isn't what you need them to do, you first have to look at yourself. Rather than blame them for not seeing the strategic picture, you must figure out a way to better communicate it to them in terms that are simple, clear, and concise, so that they understand. This is what leading down the chain of command is all about.</li>\n</ul>\n<p>Since the team understands that the leader is the de facto in charge, in that respect, a leader has nothing to prove. But in another respect, a leader has everything to prove: every member of the team must develop the trust and confidence that their leader will exercise a good judgment, remain calm, and make the right decisions when it matters most. Leaders must earn that respect and prove themselves worthy, demonstrating through action that they will take care of the team and look out for their long-term interests and well-being. In that respect, a leader has everything to prove everyday.</p>\n<p><strong>The Dichotomy of Leadership</strong></p>\n<p>A good leader must be:</p>\n<ul>\n<li>Confident but not cocky</li>\n<li>Courageous but not foolhardy</li>\n<li>Competitive but a gracious loser</li>\n<li>Attentive to details but not obsessed by them</li>\n<li>Strong but have endurance</li>\n<li>A leader and a follower</li>\n<li>Humble not passive</li>\n<li>Aggressive not overbearing</li>\n<li>Quiet not silent</li>\n<li>Calm but not robotic, logical but not devoid of emotions</li>\n<li>Close with the troops, but not so close that one becomes more important than another or more important that the good of them team; not so close that they forget who is in charge.</li>\n</ul>","frontmatter":{"date":"January 22, 2019","path":"/blog/extreme-ownership","title":"Extreme Ownership"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}