{"data":{"markdownRemark":{"html":"<p><strong>Vagabonding: An Uncommon Guide to the Art of Long-Term World Travel</strong></p>\n<blockquote>\n<p>I have since seen reference as early as 1871 (in Marc Twain, <em>Roughing it</em>) but I've never found it in any dictionary. In a way, it's a kind of nonsense word – playfully adapted to describe a travel phenomenon that was already out there when Walt Whitman wrote, \"I or you pocketless of a dime may purchase the pick of the earth\".</p>\n</blockquote>\n<blockquote>\n<p>In this way, as we throw our wealth at an abstract notion called \"lifestyle,\" travel becomes just another accessory – a smooth-edged, encapsulated experience that we purchase the same way we buy clothing and furniture.</p>\n</blockquote>\n<blockquote>\n<p>Most of us, of course, have never taken such vows – but we choose to live like monks anyway, rooting ourselves to a home or a career and using the future as a kind of phony ritual that justifies the present. In this way, we end up spending (as Thoreau put it) \"the best part of one's life earning money in order to enjoy a questionable libery during the least valuable part of it\".</p>\n</blockquote>\n<blockquote>\n<p>It's important to keep in mind that you should never go vagabonding out of a vague sense of fashion or obligation. Vagabonding is not a social gesture, nor is it a moral high ground. It's not a seamless twelve-step program of travel correctness or a political statement that depends the reinvention of society. Rather, it's a personal act that demands only the realignment of self. </p>\n</blockquote>\n<blockquote>\n<p>And as they say in truth that a man is made of desire. As his desire is, so is his faith. As his faith is, so are his works. As his works are, so he becomes. </p>\n</blockquote>\n<p><em>The supreme teaching of the upanishads</em></p>","frontmatter":{"date":"January 22, 2019","path":"/books/vagabonding","title":"Vagabonding"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}