{"data":{"markdownRemark":{"html":"<p>The Feedback Loop from Hell has become a borderline epidemic, making many of us overly stressed, overly neurotic, and overly self-loathing. Back in Grandpa's day, he would feel like shit and think to himself,\n\"Geezwhiz, I sure do feel like a cow turd today. But hey, I guess that's just life. Back to shoveling hay.\"\nBut now? Now if you feel like shit for even five minutes, you're bombarded with 350 images of people totally <em>happy and having amazing fucking lives</em>, and it's impossible to not feel like there's something wrong with you.</p>\n<hr>\n<p>We have so much fucking stuff and so many opportunity that we don't even know what to give a fuck about anymore.</p>\n<hr>\n<p>As the existential philosopher Albert Camus said (and I'm pretty sure he wasn't on LSD at the time): \"You will never be happy if you continue to search for what happiness consists of. You will never life if you are looking for the meaning life.\"</p>\n<hr>\n<blockquote>\n<p>That's what you get for giving a fuck when it wasn't your turn to give a fuck.</p>\n</blockquote>\n<ul>\n<li>Bunk Moreland <em>The Wire</em></li>\n</ul>\n<hr>\n<p>Listening to him would be like watching a movie where the hero dies in the end: you love it even more despite making you feel horrible, because it feels real.</p>\n<hr>\n<p>And this is what's so dangerous about a society that coddles itself more and more from the inevitable discomforts of life: we lose the benefits of experiencing healthy doses of pain, a loss that disconnects us from the reality of the world around us.</p>\n<hr>\n<p><em>Choose your Struggle</em></p>\n<blockquote>\n<p>What pain do you want in your life? What are you willing to struggle for?</p>\n</blockquote>\n<hr>\n<p>The truth is that there's no such thing as a personal problem. If you've got a problem, chances are millions of other people have had it in the past, have it now, and are going to have it in the future. </p>\n<hr>\n<blockquote>\n<p>One day in retrospect, the years of struggle will strike you as the most beautiful.</p>\n</blockquote>\n<p><em>Freud</em></p>\n<hr>\n<p>On <strong>good and bad values</strong>....</p>\n<p>Good values are: reality based, socially constructive, and immediate and controllable.</p>\n<p>Bad values: superstitious, socially destructive, and not immediate or controllable.</p>\n<hr>\n<p>Fault is past tense. Responsibility is present tense. Fault results from choices that have already been made. Responsibility results from the choices you're currently making, every second of every day.</p>\n<hr>\n<p>Because here's something that's weird but true: we don't actually know what a positive or negative experience is. Some of the most difficult and stressful moments of our lives also end up being the most formative and motivating. </p>\n<hr>\n<blockquote>\n<p>I used to think the human brain was the most wonderful organ in my body. Then I realized who was telling me this</p>\n</blockquote>\n<p>Comedian <em>Emo Philips</em></p>\n<hr>\n<p>Manson's law of avoidance on them: the more something threatens your identity, the more you will avoid it.</p>\n<hr>\n<p>It's worth remembering that for any change to happen in your life, <em>you must be wrong about something</em>. If you're sitting there, miserable day after day, then that means you're already wrong about something major in your life, and until you're able to question yourself to find it, nothing will change.</p>","frontmatter":{"date":"July 22, 2019","path":"/books/subtle-art-of-not-giving-a-fuck","title":"Subtle Art of Not Giving a F*ck"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}