{"data":{"markdownRemark":{"html":"<blockquote>\n<p>But all Endings are also beginnings. We just don't know it at the time.</p>\n</blockquote>\n<blockquote>\n<p>People think of heaven as a paradise garden, a place where they can float on clouds and laze in rivers and mountains. But scenery without solace is meaningless.</p>\n</blockquote>\n<blockquote>\n<p>\"Strangers,\" the Blue Man said, \"are just family you have yet to come to know\"</p>\n</blockquote>\n<blockquote>\n<p>\"No life is a waste,\" the Blue Man said, \"The only time we waste is the time we spend thinking we are alone.\"</p>\n</blockquote>\n<blockquote>\n<p>That there are no random acts. That we are all connected. That you can no more separate one life from another than you can separate a breeze from the wind.\"</p>\n</blockquote>\n<blockquote>\n<p>on funerals... \"Look at the mourners. Some did not even know me well, yet they came. Why? Did you ever wonder? Why people gather when others die? Why people gather when others die? Why people feel they should? It is because the human spirit knows deep down, that all lives intersect. That death doesn't just take someone, it misses someone else, and in the small distance between being taken and being missed, lives are changed.</p>\n</blockquote>\n<blockquote>\n<p>Young men go to war, Sometimes because they have to, sometimes because they want to. Always they feel they are supposed to. This comes from the sad, layered stories of life, which over the centuries have seen courage confused with picking up arms, and cowardice confused with laying them down.</p>\n</blockquote>\n<blockquote>\n<p>\"I figure it's like in the Bible, Adam's first night on Earth when he lays down to sleep he thinks all it's over. He doesn't know what sleep is, he is closing his eyes and he thinks this world is over. Only he isn't, He wakes up the next morning with a fresh new world to work with, but he has something else, too. He has his yesterday\"</p>\n</blockquote>\n<blockquote>\n<p>\"That's the thing. Sometimes when you sacrifice something precious, you're not really losing it. You're just passing it on to someone else.\"</p>\n</blockquote>\n<blockquote>\n<p>... he had begun the ritual of semaphore with his father, forsaking words or physical affection. It was all to be done internally. You were just supposed to know it, that's all. Denial of affection. The damage done.</p>\n</blockquote>\n<blockquote>\n<p>Parents rarely let go of their children, so children let go of them. They move on. They move away. The moments that used to define them - a mother's approval, a father's nod - are covered by moments of their own accomplishments. It is not until much later, as the skin sags and the heart weakens, that children understand; their stories, and all their accomplishments, sit atop the stories of their mothers and fathers, stones upon stones, beneath the waters of their lives.</p>\n</blockquote>\n<blockquote>\n<p>\"Life has to end,\" she said. \"Love doesn't.\"</p>\n</blockquote>","frontmatter":{"date":"March 30, 2019","path":"/books/five-people-in-heaven","title":"The Five People You Meet in Heaven"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}