{"data":{"markdownRemark":{"html":"<ul>\n<li>Our inner chatter isn't all bad, of course. Sometimes it's creative, generous or funny. But if we don't pay close attention - which very few of us are taught how to do - it can be a malevolent puppeteer.</li>\n<li>I'd had some of the happiest moments of my life while high, and pulling the plug was wrenching. I worried I might never feel happy again — that I'd shorted out my brain circuitry for pleasure.</li>\n<li>Barack Obama after Hurricane Katrina: \"America goes from shock to trance, faster than any other nation on earth.\"</li>\n<li>On mediating: \"You simply observe that it's another thought. And by knowing that it's another thought, you're not totally identified with the thought\"</li>\n<li>\"It's like a sudden gust of wind. I don't personalize a gust of wind, and so it's simply what it is\"</li>\n<li>Imagine living your whole life like that, where always this moment is never quite right, not good enough because you need to get to the next one. That is continuous stress.</li>\n<li>Epstein: \"We are constantly murmuring, muttering, scheming, or wondering to ourselves under our breath. I like this. I don't like that. She hurt me. How can I get that? More of this, no more of that. Much of our inner dialogue is this constant reaction to experience by a selfish childish protagonist. None of us had move very far from the seven-year-old who vigilantly watches to see who got more.\"</li>\n<li>The Buddha himself didn't claim to be a god or a prophet. He specifically told people not to adopt any of his teachings until they'd test driven the material themselves. He wasn't even trying to start a religion per se.</li>\n<li>We suffer because we get attached to people and possessions that ultimately evaporate.</li>\n<li>There's a difference between the raw sensation we experience and the mental spinning we do in reaction to said stimuli. The buddhist had a helpful analogy here. Picture the mind like a waterfall, they said: the water is the torrent of thoughts and emotions; mindfulness is the space behind the waterfall.</li>\n<li>\"The only way out, is through\"</li>\n<li>\"Respond, rather then simply react\"</li>\n<li>Goldstein: \"we don't live our lives as if we recognize the basic facts. \"How often are we waiting for the next pleasant hit of .. whatever? The next meal, or the next relationship or the next latte or the next vacation, I don't know. We just live in anticipation of the next enjoyable thing that we'll experience.</li>\n<li>You don't have to meditate to benefit from the compassion. Brain scans showed that acts of kindness registered more like eating chocolate, than say fulfilling an obligation.</li>\n<li>Richie Davidson, University of Wisconsin-Madison, his team has done studies showing that people who were taught compassion meditation displayed increased brain activity in regions associated with empathy and understanding.</li>\n</ul>\n<p>We have an innate feeling of being separate from the world, peering out at life behind our little self, and struggling against other isolated selves. But how can we truly be separate from the same world that created us? \"Dust to dust\" isn't just something they say at funerals, it's the truth. You can no more disconnect from the universe and its inhabitants than a wave can extricate itself from the ocean.</p>\n<ul>\n<li>The Sufi Muslim say: \"Praise Allah, but also tie your camel to the post\", meaning it's good to take transcendent view of the world, but don't be a chump.</li>\n</ul>","frontmatter":{"date":"May 06, 2019","path":"/books/10-happier","title":"10% Happier"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}