{"data":{"markdownRemark":{"html":"<p><strong>Tim Ferris</strong></p>\n<ul>\n<li>Questions are your pickaxes. Good questions are what open people up, open new doors, and create opportunities</li>\n</ul>\n<p><strong>Matt Mullenweg:</strong> Everyone is interesting. If you’re ever bored in a conversation, the problem’s with you, not the other person.<em>(page 202)</em></p>\n<p><strong>Alexis Ohanian</strong></p>\n<ul>\n<li>Questions he asks people who apply at Y Combinator: “What are you doing that the world doesn’t realize is a really big fucking deal”.</li>\n</ul>\n<p><strong>Derek Sivers</strong></p>\n<ul>\n<li>Pivoting is bad (page 188)</li>\n<li>“When you create a business you’re making a little world where you control the laws. It doesn’t matter how things are done everywhere else. In your little world you can make it like it should be”</li>\n<li>Wrote a very human email, that contained site PR because people loved it so much. (page 192)</li>\n</ul>\n<p><strong>Marc Andreessen</strong></p>\n<ul>\n<li>Raise prices: go against the conventional wisdom of the valley and keep your prices high. “Is your product any good if people won’t buy it”. (page 171)</li>\n<li>Don’t fetishize failure. When I was growing up people like to succeed, when starting out as a founder he didn’t have the word pivot they just called them <strong>fuck ups</strong> (page 171)</li>\n<li>When hiring Marc asks what does the person in question do as a hobby</li>\n<li>They stress test there ideas by intentionally going against them and destroying the idea to see if the person suggesting the idea is actually very for the idea (page 172)</li>\n<li>“Strong views loosely held” (page 173)</li>\n<li>Steve job quote: “Life can be so much broader, once you discover once simple fact, and that is that everything around you that you call ‘life’ was made up by people that were no smarter then you. And you can change it. you can influence it, you’ll never be the same again.”</li>\n<li>Suggests to study the opposite. Warrant Buffet invested in this sea candy company, but instead of investing in that he’ll go invest in this new scientific super food. Buffet is betting on that things stay the same, but he is investing in change. So when Buffet gets it wrong he wins big. (page 175)</li>\n</ul>\n<p><strong>Peter Thiel</strong></p>\n<ul>\n<li>Asks hiring prospects:</li>\n<li>Tell me something that’s true that very few people agree with you on\nWhat problem do you face everyday that no one has solved yet?</li>\n<li>\n<p>Recommends all founders ask themselves these question. 3 of the 7 questions from his book <em>Zero to One</em></p>\n<ul>\n<li>The monopoly question: Are you starting with a big share of a small market?</li>\n<li>The Secret question: Have identified a unique opportunity that others don’t see?</li>\n<li>The distribution question: Do you have ways to not just create the product but distribute it?</li>\n</ul>\n</li>\n<li>“The next Bill Gates will not create an operating system. The next Larry Page or Serjey Brin will not create a search engine. And the next Mark Zuckerberg won’t create a social network. If you are copying these guys, you aren’t learning from them”</li>\n</ul>\n<p><strong>Interesting Tips for Starting a Kickstarter 299-302</strong></p>\n<p><strong>Alex Bloomberg</strong></p>\n<ul>\n<li>“Often, there’s a very basic, very dumb question at the centre of a story that no one’s asking. Asking the right dumb question is often the smart thing you can do” (p.304)</li>\n<li>Good way to prompt questions (p.305)</li>\n</ul>\n<p><strong>Chris Young</strong></p>\n<ul>\n<li>“The interesting jobs are the ones you make up.”</li>\n</ul>\n<p><strong>Scott Belsky</strong></p>\n<ul>\n<li>It is essential to get lost and jam up your plans every now and then. It’s source of creativity and perspective. The danger of maps, capable assistants, and planning is that you may end up living your life as planned. If you do, your potential cannot possibly exceed your expectations.</li>\n<li>… I avoid using a past success as a proxy for the future. <strong>After all, the dirty little secret is that every success was almost a failure</strong>. Timing and uncontrollable circumstances play more of a role than any of us care to admit.</li>\n</ul>\n<p><strong>How to earn your freedom</strong></p>\n<blockquote>\n<p>Vagabonding is about looking for adventure in normal life, and normal life within adventure. Vagabonding is an attitude - a friendly interest in people, places and things that makes a person an explorer in the truest, most vivid sense of the world.</p>\n</blockquote>\n<p><strong>Peter Diamancis</strong></p>\n<ul>\n<li>What did you want todo when you were a child, before anybody told you what you were supposed to do? What was it you wanted to become? What did you want to do more than anything else?</li>\n<li>If I were to give you 1 billion dollars, with the condition that you can’t spend it on parties, nice cars or anything of that sort. But if I asked you to spend 1 billion dollar improving the world, solving a problem, what would you pressure?</li>\n<li>The day before something is a breakthrough , it’s a crazy idea.</li>\n</ul>\n<p><strong>Jocko Willink</strong></p>\n<ul>\n<li>“Discipline equals freedom”</li>\n<li>Believes in exposing yourself to darkness to see the light. This way he appreciates stuff a lot more.</li>\n</ul>\n<p><strong>Sebastian Junger</strong></p>\n<ul>\n<li>“How do you become a man in a world that doesn’t require courage”</li>\n<li>“… If you don’t give young men a good and useful group to belong to, they will create a bad group to belong to, But one way or another, they’re going to create a group and they’re going to find something and adversary where they can demonstrate their prowess and their unity.”</li>\n<li>Uses the of an example of people of Italy after an earthquake. Everyone from peasents, to nobles, to kings, to the upper class, in a way the earthquake provided what the law cannot: equality of all men.</li>\n<li>“The point of journalism is the truth. The point of journalism is not to improve society. There are things, that are facts, there are truths that actually feel regressive, but that doesn’t matter, because the point of journalism isn’t to make everything better. It is to give people accurate information on how things our.</li>\n<li>“Who would you die for?” p.423</li>\n<li>“The future is already here — it’s just unevenly distributed” - William Gibson</li>\n</ul>\n<p><strong>Interesting idea that you should “experience the worst” that way you will be more comfortable taking risks p.474</strong></p>","frontmatter":{"date":"January 22, 2019","path":"/books/tools-of-titans","title":"Tools of Titans"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}