{"data":{"markdownRemark":{"html":"<blockquote>\n<p>An injured lion wants to know if he can still roar. It's about dignity and self-esteem, which isn't quite the same as vanity.</p>\n</blockquote>\n<blockquote>\n<p>... my dad always taught me that when there's an elephant in the room, introduce it.</p>\n</blockquote>\n<blockquote>\n<p>My dad gave me advice on how to negotiate my way through life. He'd say things like: \"Never make decision until you have to\". He'd also warn me that even if I was in a position of strength, whether at work in relationships, I had to play fair. \"Just because you're in the driver seat, doesn't mean you have to run people over\".</p>\n</blockquote>\n<p>Very wholesome</p>\n<blockquote>\n<p>Leaving the doctor's office, I thought about what I'd said to Jai in the water park in the afterglow of the speed slide. \"Even if the scan results are bad tomorrow,\" I had told her, \"I just want you to know that it feels great to be alive, and to be here today, alive with you. Whatever news we get about the scans, I'm not going to die when we hear it. I won't die next day, or the day after that, or the day after that. So today, right now, well this is a wonderful day. And I want you to know how much I'm enjoying it.\"</p>\n</blockquote>\n<p>I like this</p>\n<blockquote>\n<p>There is an old expression, \"a dutch uncle,\" which refers to a person who gives you honest feedback.</p>\n</blockquote>\n<blockquote>\n<p>The brick walls are there to stop the people who don't want it badly enough. They're there to stop other people.</p>\n</blockquote>\n<p>I like this</p>\n<blockquote>\n<p>We did not get into a horse-drawn carriage. Instead, we got into a huge, multicolored hot-air ballon that whisked us off into the clouds. As our friends and loved ones waved up to us, wishing us bon voyage.</p>\n</blockquote>\n<blockquote>\n<p>If your trashcan or wheelbarrow has a dent in it, you don't buy a new one. Maybe that's because we don't use trashcans and wheelbarrows to communicate our social status or identity to others.</p>\n</blockquote>\n<blockquote>\n<p>There was one line in the film, however, that remains with me. The apprentice tells the toymaker that he can't die; he has to live. And he responds: \"I already did that.\"</p>\n</blockquote>\n<blockquote>\n<p>Dance with the one brung you.</p>\n</blockquote>\n<blockquote>\n<p>Experience is what you get when you didn't get what you wanted.</p>\n</blockquote>\n<blockquote>\n<p>The idea has been lost on a lot of us, and in my twenty years as a professor, I've noticed more and more students just don't get it. The notion that rights come with responsibilities is, literally, a strange concept to them.</p>\n</blockquote>","frontmatter":{"date":"April 09, 2019","path":"/books/last-lecture","title":"The Last Lecture"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}