{"data":{"markdownRemark":{"html":"<ul>\n<li>\n<p>There's something so universal about that sensation, the way running unites our two most primal impulses, fear and pleasure. We run when we're scared, we run when we're ecstatic, we run away from our problems and run around for a good time.</p>\n</li>\n<li>\n<p>\"Every morning in Africa, a gazelle wakes up, it knows it must outrun the fastest lion or it will be killed. Every morning in Africa, a lion wakes up. It knows it must run faster than the slowest gazelle, or it will starve. It doesn't matter whether you're a lion or a gazelle — when the sun comes up, you'd better be running.\" - Roger Banister</p>\n</li>\n<li>\n<p>Interesting drink: dissolving chia seeds in water with a little sugar and a squirt of lime.</p>\n<ul>\n<li>In terms of nutritional content, those tiny seeds are super-packed with omega-3s, omega 6s, protein, calcium, iron, zinc, fiber, and antioxidants.</li>\n</ul>\n</li>\n<li>\n<p>\"He who loves his body more than dominion over the empire can be given custody of the empire.\" - Lao Tzu, Tao Te Ching</p>\n</li>\n<li>\n<p>Once you jump ahead, you're vulnerable; you surrender all element of surprise, and become a prisoner of your own pace.</p>\n</li>\n<li>\n<p>That was the real secret of the Tarahumara: they'd never forgotten what it felt like to love running. They remembered that running was mankind's first fine art, our original act of inspired creation. Way before we were scratching picture on caves or beating rhythms on hollow trees, we were perfecting the art of combining our breath and mind and muscles into fluid self-propulsion over wild terrain.</p>\n</li>\n<li>\n<p>Vigil: \"There are two goddesses in your heart, the goddess of wisdom and the goddess of wealth. Everyone thinks they need to get wealth first, and wisdom will come. So they concern themselves with chasing money. But they have it backwards. You have to give your heart to the Goddess of Wisdom, give her all your love and attention, and the Goddess of Wealth will become jealous, and follow you.</p>\n</li>\n<li>\n<p>\"Let us live so that when we come to die, even the undertaker will be sorry\" - Mark Twain.</p>\n</li>\n<li>\n<p>Sex and Speed — haven't they been symbiotic for most of our existence, as intertwined as the strands of our DNA? We wouldn't be alive without running; maybe we shouldn't be surprised that getting better at one could make you better at the other.</p>\n</li>\n<li>\n<p>Caballo: \"<em>Think Easy, light, Smooth, and Fast</em>. you start with easy because if that's all you get, that's not so bad. Then work on light. Make it effortless, like you don't give a shit how high the hill is or how far you've got to go. When you've practiced that so long you forget you're practicing, you work on making it smooth. You won't have to worry about the last, you get those three, and you'll be fast.\"</p>\n</li>\n<li>\n<p>Instead of cringing from fatigue, you embrace it. You refuse to let it go. You get to know it so well, you're not afraid of it anymore.</p>\n</li>\n<li>\n<p>The only true way to conquer something, as every great philosopher and geneticist will tell you, is to love it.</p>\n</li>\n<li>\n<p>The heroes of the past are untouchable, protected forever by the fortress door of time.</p>\n</li>\n<li>\n<p>Leonardo da Vinci considered the human foot, with its fantastic weight-suspension system comprising one quarter of all the bones in the human body, \"a masterpiece of engineering and a work of art\".</p>\n</li>\n<li>\n<p>Bernard Marti, M.D, University of Bern research. Consisted of analyzing 4,358 runners in the Bern Grand-prix, a 9.6 road race.</p>\n<ul>\n<li>Runners wearing top-of-the-line shoes are <strong>123% more likely</strong> to get injured than runners in cheap shoes.</li>\n<li>What surprised Dr. Marti was that the most common variable among the causalities wasn't training surface, running speed, weekly mileage, or \"competitive training motivation\", or body weight, instead it was the price of shoe. Runners in shoes that cost more then 95$ were more than twice as likely to get hurt as runners in shoes that cost less than $40.</li>\n</ul>\n<p>\"Just look at the architecture, Blueprint your feet, and you'll find a marvel that engineers have been trying to match for centuries. Your foot's centerpiece is the arch, and the greatest weight-bearing design ever created. The beauty of any arch is the way it gets stronger under stress; the harder you push down, the tighter its parts mesh. \" Dr. Hartmann</p>\n</li>\n<li>\n<p>Among with getting more exercise, says Dr. Weinberg, we need to build our diets around fruit and vegetables instead of red meat and processed carbs. The most compelling evidence comes from watching cancer cells fight for their own survival: when cancerous tumors are removed by surgery, they are 300% more likely to grow back in patients with a \"traditional Wester diet\" that they are in patients who eat lots of fruit and veggies , according to a 2007 report by \"The Journal of the American Medical Association\". Why? because stray cells left behind after surgery seem to be stimulated by animal proteins.</p>\n</li>\n<li>\n<p>Anything the Tarahumara eat, you can get very easily. It's mostly pinto beans, squash, chili peppers, wild greens, pinole, and lots of chia.</p>\n<ul>\n<li><a href=\"http://nativeseeds.org\">Nativeseeds.org</a> sells it online.</li>\n</ul>\n</li>\n<li>\n<p>Your body needs to be shocked to become resilient. Follow the same daily routine, and your musculoskeletal system quickly figures out how to adapt and go on autopilot.</p>\n</li>\n<li>\n<p>Running became oddly meditative, if you don't have answers to your problems after a four-hour run, you ain't getting them.</p>\n</li>\n<li>\n<p>When considering human evolution... How did we leap from basic survival thinking, like that of other animals, to wildly complicated concepts like logic, humor, deduction, abstract reasoning, and creative imagination?</p>\n</li>\n<li>\n<p>Dr. Bramble: \"Know why people run marathons? Because running is rooted in our collective imagination, and our imagination is rooted in running. Language, art, science; space shuttles, Starry Night, intravascular surgery; they all had their root in our ability to run. Running was the superpower that made us human — which means it's a superpower all humans possess.\"</p>\n</li>\n<li>\n<p>\"You don't stop running because you get old, you get old because you stop running\" Dipsea Demon</p>\n</li>\n<li>\n<p>\"We live in a culture that sees extreme exercise as crazy, because that's what our brain tells us: why fire up the machine if you don't have to? To be fair, our brain knew what it was talking about for 99% of history; sitting around was a luxury, so when you had the chance to rest and recover, you grabbed it. Only recently have we come up with the technology to turn lazing around into a way of life; we've taken our sinewy, durable, hunter-gatherer bodies and plunked them into an artificial world of leisure.\"</p>\n</li>\n</ul>","frontmatter":{"date":"January 30, 2019","path":"/books/born-to-run","title":"Born to Run"}}},"pageContext":{"isCreatedByStatefulCreatePages":false}}